Repository: kulbirsaini/memepress
Catalog: i18n/memepress-*.po
Languages: tr_tr

source: Title
tr_tr: Bileşen başlığı

source: Username
tr_tr: Kullanıcı adı

source: Number of links
tr_tr: Link sayısı

source: Show timestamps
tr_tr: Posta zamanları

source: Link Posts
tr_tr: Postalar üzerinde link

source: Display Posts as a list
tr_tr: Liste şeklinde

source: Leave blank for auto adjustment. Examples: 200px or 50%
tr_tr: Otomatik ayar için boş bırakın. Örnek: 200px veya 50%

source: Width
tr_tr: Genişlik

source: Noindex Posts
tr_tr: Noindex kullanımı

source: Nofollow Posts
tr_tr: Nofollow kullanımı

source: UTF8 Encode
tr_tr: UTF8 kodlama

source: Please provide your Yahoo! Meme username in widget settings.
tr_tr: Lütfen bileşen ayarlarınızdan kullanıcı adını girin.

source: Powered by
tr_tr: ile gösteriliyor.

source: Memepress Widgets for Yahoo! Meme Public Posts
tr_tr: Yahoo! Meme Postaları için Memepress Bileşeni

source: Select the number of Memepress Widgets?
tr_tr: Memepress bileşeninin numarası?

source: Save
tr_tr: Kaydetmek
